// © Copyright 2007-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Чистка тракта подачи бумаги";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Отмена";

CleaningConfirmationTitle = "Чистка тракта подачи бумаги";
CleaningConfirmationBody = "Процедура может занять несколько минут. Механический шум во время выполнения процедуры не свидетельствует о неполадках. Не прерывайте процесс. Нажмите \"OK\" для продолжения.";
PaperFoundTite = "Обнаружена бумага";
PaperFoundBody = "Извлеките бумагу из лотка для бумаги перед продолжением процедуры чистки тракта подачи бумаги. Нажмите \"OK\" для продолжения.";
PapperFeedCleaningTitle = "Чистка тракта подачи бумаги";
PaperFeedCleaningCompleteBody = "Чистка тракта подачи бумаги завершена.";

NotInitiatedTitle = "Не удалось запустить процесс очистки";
NotInitiatedMsg = "Не удалось запустить процедуру очистки. Убедитесь, что принтер подключен и не выполняет обработку каких-либо заданий.";

HSDInfoTextFieldValue = "Данную процедуру рекомендуется выполнять, если возникают неполадки при захвате бумаги принтером. Если принтер не захватывает бумагу после передачи задания на печать, данная процедура выполняет чистку внутренних компонентов принтера для устранения неполадки.";
HSDGuideTextFieldValue = "Извлеките бумагу из лотка для бумаги перед запуском процедуры чистки тракта подачи бумаги. Нажмите \"Чистка\" для запуска процедуры.";
HSDCleanButtonTitle = "Чистка";

PaperFeedCancelingTitle = "Отмена";
